Repository: miracle2k/android-autostarts
Catalog: locale/actions-*.po
Languages: ru

# act_airplane_mode_changed
source: Airplane mode changed
ru: Режим самолета изменен

# act_airplane_mode_changed_detail
source: Airplane mode was switched on or off.
ru: Режим самолета был переключен в вкл. или выкл.

# act_battery_changed
source: Battery changed
ru: Аккамулятор был заменен.

# act_battery_changed_detail
source: The charging state, or the charge level of the battery has changed.
ru: Состояние зарядки или уровень заряда батареи изменено.

# act_battery_low
source: Battery low
ru: Батарея разряжена

# act_battery_low_detail
source: The device entered a low battery state.
ru: Состояние низкого заряда батареи

# act_battery_okay
source: Battery okay
ru: батарея в порядке

# act_battery_okay_detail
source: The device left the low battery state.
ru: Устройство вышло из состояния низкого заряда батареи

# act_pre_boot_completed
source: During Startup
ru: Во время загрузки

# act_pre_boot_completed_detail
source: The device is booting up, the user cannot interact yet.
ru: Устройство загружается, на действия пользователя еще не реагирует.

# act_boot_completed
source: After Startup
ru: После загрузки

# act_boot_completed_detail
source: The device just completed booting up, the user can now interact.
ru: Устройство уже загрузилось. Реагирует на действия пользователя.

# act_power_connected
source: Power connected
ru: Питание подключено

# act_power_connected_detail
source: External power has been connected to the device.
ru: Подключено внешнее питание

# act_power_disconnected
source: Power disconnected
ru: Питание отключено.

# act_power_disconnected_detail
source: External power has been removed from the device.
ru: Внешнее питание было отключено.

# act_shutdown
source: Shutdown
ru: Выключение

# act_shutdown_detail
source: The device is shutting down.
ru: Телефон выключается.

# act_dock_event
source: Docking changed
ru: Поключено к компьютеру

# act_dock_event_detail
source: The device was docked or undocked.
ru: Устройство подключено или отключено.

# act_camera_button
source: Camera button pressed
ru: Кнопка камеры нажата

# act_camera_button_detail
source: The Camera button was pressed.
ru: Кнопка камеры нажата

# act_close_system_dialogs
source: On System dialogs close
ru: На закрытие системного диалога.

# act_close_system_dialogs_detail
source: Due to a user action, the system asks a temporary system dialog to be dismissed.
ru: Отключение временного системного диалога на действия пользователя.

# act_configuration_changed
source: Configuration changed
ru: Конфигурация изменена

# act_configuration_changed_detail
source: The device configuration changed. This includes things like locale settings, but also the device orientation.
ru: Конфигурация устройства изменилась. Это включает вещи как настройки локали и ориентация устройства.

# act_locale_changed
source: Locale changed
ru: Локаль изменена

# act_locale_changed_detail
source: The device's locale setting has changed. This is a subset of "Configuration changed".
ru: Настройки локали изменены. Это поднастройка /Конфигурация изменена/

# act_date_changed
source: Date changed
ru: Дата изменена

# act_date_changed_detail
source: The system date has changed.
ru: Системная дата изменилась

# act_device_storage_low
source: Storage low
ru: Мало места в основной памяти

# act_device_storage_low_detail
source: The device storage space has passed below a certain threshold.
ru: Место для хранения устройства прошло ниже определенного порога.

# act_device_storage_ok
source: Storage ok
ru: Внутренняя память ОК

# act_device_storage_ok_detail
source: The device storage space has increased beyond the critical threshold, and the low memory condition no longer exists.
ru: Количество внутренней памяти устройства выше критического порога. Состояние малого объема памяти больше не активно.

# act_gtalk_service_connected
source: GTalk connected
ru: Google Talk подключен

# act_gtalk_service_connected_detail
source: A GTalk connection was established.
ru: Соединение Google Talk установлено

# act_gtalk_service_disconnected
source: GTalk disconnected
ru: Google Talk отключен

# act_gtalk_service_disconnected_detail
source: A GTalk connection was disconnected.
ru: Подключение Google Talk было отключено

# act_headset_plug
source: Headset plugged or unplugged
ru: Гарнитура подключена или отключена

# act_headset_plug_detail
source: A wired headset was either plugged in or unplugged.
ru: Проводная гарнитура была включена/отключена.

# act_input_method_changed
source: IME changed
ru: Метод ввода изменен.

# act_input_method_changed_detail
source: The input method engine changed, i.e. the virtual keyboard in use.
ru: Метод ввода изменен.

# act_manage_package_storage
source: Package management requested
ru: Запрос управления пакетом

# act_manage_package_storage_detail
source: The user acknowledged a "low memory" notification, and the package management is about to be started.
ru: Пользователь извещен о "нехватке памяти" и управление установленными пакетами будет запущено.

# act_media_bad_removal
source: Bad media removal
ru: Ошибка при извлечении карты памяти

# act_media_bad_removal_detail
source: External media was removed, but not correctly unmounted.
ru: Внешняя память была извлечена, но некорректно размонтированна.

# act_media_button
source: Media button pressed
ru: Кнопка гарнитуры

# act_media_button_detail
source: The "Media Button" was pressed. Usually, this will refer to a button on your headset/earplugs.
ru: Кнопка гарнитуры нажата

# act_media_checking
source: Checking media
ru: Проверка карты

# act_media_checking_detail
source: External media is present and is currently being disk-checked.
ru: внешняя катра присутствует и проверяется на наличие ошибок.

# act_media_eject
source: Media ejecting
ru: Карта извлечена

# act_media_eject_detail
source: External media is about to be ejected, likely due to a user request.
ru: Внешняя карта извлечена. Обычно по запросу пользователя.

# act_media_mounted
source: Media mounted
ru: Карта смонтированна

# act_media_mounted_detail
source: External media is present, was mounted and is now available to the device.
ru: Внешняя карта присутствует, смонтированна и сейчас доступна.

# act_media_nofs
source: Media invalid or blank
ru: Внешняя карта сломанна или пуста

# act_media_nofs_detail
source: External media was detected, but is using an incompatible filesystem or is blank.
ru: Внешняя карта обнаружена, но используется несовместимая файловая система или карта пуста.

# act_media_removed
source: Media removed
ru: Карта извлечена

# act_media_removed_detail
source: External media was just removed, and is now no longer available to the device.
ru: Внешняя карта только извлечена и уже не доступна системе.

# act_media_scanner_finished
source: Media scanner finished
ru: Мультимедиа сканер завершен

# act_media_scanner_finished_detail
source: The media scanner has finished scanning a directory.
ru: Медиа сканер закончил сканировать каталог.

# act_media_scanner_scan_file
source: Media scanner handling file
ru: Медиа сканер удерживает файл.

# act_media_scanner_scan_file_detail
source: The media scanner has started to scan a file and add it to the media database.
ru: Сканер начал проверять файл и добавил его в медиа библиотеку

# act_media_scanner_started
source: Media scanner started
ru: Медиа сканер запущен

# act_media_scanner_started_detail
source: The media scanner has started scanning a directory.
ru: Медиа сканер начал сканировать каталог.

# act_media_shared
source: Media sharing enabled
ru: Режим накопителя включен

# act_media_shared_detail
source: External media is now being shared via USB mass storage mode, and is at this time no longer available to the device.
ru: внешняя карта памяти включена в режиме USB накопителя и больше не доступна системе.

# act_media_unmountable
source: Media unmountable
ru: Карта немонтируема

# act_media_unmountable_detail
source: External media was detected, but cannot be used, likely due to an error.
ru: Внешняя карта найдена, но не может быть использованна из-за ошибки

# act_media_unmounted
source: Media unmounted
ru: Карта размонтированна

# act_media_unmounted_detail
source: External media is available, but unmounted, and not available to the device.
ru: Внешняя карта памяти доступна, но размонтированна и недоступна системе.

# act_new_outgoing_call
source: New outgoing call
ru: Новый исходящий звонок

# act_new_outgoing_call_detail
source: A new outgoing call is about to be placed. Applications may preprocess the call, and for example change or filter the phone number.
ru: Новый исходящий звонок будет совершен. Программы могуд предобрабатывать звонок. Например изменять или фильтровать звонок.

# act_package_added
source: Application installed
ru: Программа установлена

# act_package_added_detail
source: A new application package has been installed on the device.
ru: Новая программа установлена на телефон

# act_package_changed
source: Application changed
ru: Програма изменена

# act_package_changed_detail
source: An application package has been changed; for example, a component may have been enabled or disabled.
ru: Программа была изменена. Например компонент стал недоступен или доступен.

# act_package_data_cleared
source: Application data cleared
ru: Данные программы очищены.

# act_package_data_cleared_detail
source: The user data associated with an application package was cleared.
ru: Данные пользователя связанные с программой были удалены.

# act_package_install
source: Installing application
ru: Установка программы

# act_package_install_detail
source: An application is about to be downloaded and installed.
ru: Программу будет закачанна и установленна.

# act_package_removed
source: Application removed
ru: Программа удалена

# act_package_removed_detail
source: An application package has been removed from the device.
ru: Программа удалена с телефона.

# act_package_replaced
source: Application replaced
ru: Программа заменена

# act_package_replaced_detail
source: An application package has been replaced by a new version.
ru: Программа заменена другой версией.

# act_package_restarted
source: Application restarted
ru: Программа перезапущена

# act_package_restarted_detail
source: An application package was restarted, and all it's processes have been killed.
ru: Программа перезапущена и все процессы связанные с ней завершены.

# act_provider_changed
source: Content provider changed
ru: Поставщик содержимого изменен

# act_provider_changed_detail
source: A content provider publishes a new event; for example, this is triggered by the GMail Storage provider when the set of unread email in the inbox changes.
ru: Поставщик содержимого публикует о новом событии. Например, хранилище GMail активирует это событие, когда количество непрочитанной почты изменяется.

# act_reboot
source: Reboot
ru: Перезагрузка

# act_reboot_detail
source: The system is about to reboot.
ru: Система будет перезагружена.

# act_screen_off
source: Screen off
ru: Экран выключен

# act_screen_off_detail
source: The screen just turned off.
ru: Экран только что выключен.

# act_screen_on
source: Screen on
ru: Экран включен

# act_screen_on_detail
source: The screen just turned on.
ru: Экран только что включен.

# act_timezone_changed
source: Timezone changed
ru: Часовой пояс изменен

# act_timezone_changed_detail
source: The system timezone setting has changed.
ru: Системный часовой пояс изменен.

# act_time_changed
source: Time changed
ru: Время изменено

# act_time_changed_detail
source: The system time has changed.
ru: Системное время изменено

# act_time_tick
source: Time tick
ru: Прошло время

# act_time_tick_detail
source: The current time has changed. This is triggered once every minute.
ru: Текущее время изменилось. Это событие возникает каждую минуту.

# act_uid_removed
source: User removed
ru: Пользователь удалил

# act_uid_removed_detail
source: A user id was removed from the system. This is usually related to the removal of an installed application.
ru: Идентификатор пользователя был удален из системы. Это, как правило, события связанные с удалением установленного приложения

# act_ums_connected
source: USB connected
ru: В режиме USB

# act_ums_connected_detail
source: The device has entered USB Mass Storage mode.
ru: Устройство в режиме USB (хранилище данных)

# act_ums_disconnected
source: USB disconnected
ru: USB отключен

# act_ums_disconnected_detail
source: The device has exited USB Mass Storage mode.
ru: Устройство вышло из режима USB (хранилище данных)

# act_user_present
source: User present
ru: Пользователь настоящий =)

# act_user_present_detail
source: The user woke up the device and successfully passed the keyguard (if enabled).
ru: Пользователь разблокировал устройство и успешно прошел защиту (если активна)

# act_wallpaper_changed
source: Wallpaper changed
ru: Фон рабочего стола изменен

# act_wallpaper_changed_detail
source: The system wallpaper has changed, either due to a user action, or by an application.
ru: Фон рабочего стола изменен. Пользователем или программой.

# act_sim_full
source: SIM is full
ru: SIM карта заполнена

# act_sim_full_detail
source: The SIM storage for SMS messages is full.
ru: Место для SMS на SIM карте закончилось.

# act_sms_received
source: SMS received
ru: SMS получено

# act_sms_received_detail
source: A new text based SMS message has been received.
ru: Новой текстовое SMS полученно.

# act_data_sms_received
source: Data SMS received
ru: SMS с данными полученно

# act_data_sms_received_detail
source: A new data SMS message has been received.
ru: Новое SMS с данными полученно

# act_sms_rejected
source: SMS rejected
ru: SMS отклонено

# act_sms_rejected_detail
source: A text based SMS message has been rejected.
ru: Текстовое SMS отклонено.

# act_wap_push_received
source: WAP PUSH received
ru: WAP PUSH получен

# act_wap_push_received_detail
source: A new WAP PUSH message has been received.
ru: Новое WAP PUSH сообщение получено.

# act_network_ids_changed
source: Wi-Fi network IDs changed
ru: ID сети Wi-Fi изменено

# act_network_ids_changed_detail
source: The network IDs of the configured networks may have changed.
ru: ID сконфигурированой сети изменено.

# act_rssi_changed
source: RSSI changed
ru: RSSI (уровень сигнала Wi-Fi) изменен

# act_rssi_changed_detail
source: The Wi-Fi signal strength (RSSI) has changed.
ru: Уровень сигнала Wi-Fi (RSSI) изменен

# act_scan_results_available
source: Wi-Fi scan completed
ru: Поиск Wi-Fi окончен

# act_scan_results_available_detail
source: An access point scan has completed, and results are available.
ru: Поиск точек доступа окончен и результаты получены. (Отсутствие точек доступа- тоже результат прим. пер.)

# act_network_state_changed
source: Wi-Fi state changed
ru: Состояние Wi-Fi изменено

# act_network_state_changed_detail
source: The state of Wi-Fi connectivity has changed.
ru: Состояние соединения Wi-Fi изменено

# act_supplicant_connection_change
source: Wi-Fi connection changed
ru: Соединение Wi-fi изменено

# act_supplicant_connection_change_detail
source: The connection to a Wi-Fi access point was either successfully established, or an existing connection lost.
ru: Соединение Wi-Fi успешно установлено или существующее соединение утеряно.

# act_suplicant_state_changed
source: Wi-Fi connecting state changed
ru: Wi-Fi состояние подключения изменено

# act_suplicant_state_changed_detail
source: The state of of establishing a connection to an access point has changed.
ru: Состояние подключения к точке доступа изменено.

# act_ringer_mode_changed
source: Ringer mode changed
ru: Режим звонка изменен

# act_ringer_mode_changed_detail
source: The ringer mode has changed (silent, vibrate, etc).
ru: Режим звонка изменен (безшумный, вибро и т.п.)

# act_vibrate_setting_changed
source: Vibrate setting changed
ru: Настройки вибро изменены

# act_vibrate_setting_changed_detail
source: The vibrate setting has changed (on, off, etc).
ru: Настройки вибро изменены (вкл., выкл. и т.п.)

# act_audio_becoming_noisy
source: Audio becoming noisy
ru: Звук становиться громче

# act_audio_becoming_noisy_detail
source: Audio is about to become 'noisy' due to a change in audio outputs, e.g. when a headset is unplugged.
ru: Аудио становиться громче из-за изменения аудиовыхода. Например, когда гарнитура отключается.

# act_tts_queue_completed
source: TTS queue completed
ru: Очередь TTS завершена

# act_tts_queue_completed_detail
source: The TextToSpeech synthesizer has completed processing of all the text in the speech queue.
ru: Синтезатор TextToSpeech закончил весь текст в очереди.

# act_tts_data_installed
source: TTS data installed
ru: Данные TTS установлены

# act_tts_data_installed_detail
source: Signals the completion of the installation of the data files used by the synthesis engine.
ru: Сигнал об окончании установки данных используемых синтезатором речи.

# act_sink_state_changed
source: BT sink state changed
ru: Состояние синхронизации Bluetooth изменено

# act_sink_state_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bonding_created
source: BT bonding created
ru: BT связь создана

# act_bonding_created_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bonding_removed
source: BT bonding removed
ru: Соединение Bluetooth удалено

# act_bonding_removed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_disabled
source: Bluetooth disabled
ru: Bluetooth отключен

# act_disabled_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_discovery_completed
source: BT discovery completed
ru: BT обнаружение завершено

# act_discovery_completed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_discovery_started
source: BT discovery started
ru: BT обнаружение начато

# act_discovery_started_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_enabled
source: Bluetooth enabled
ru: Bluetooth включен

# act_enabled_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_headset_state_changed
source: BT headset state changed
ru: BT наушники, состояние изменилось

# act_headset_state_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_mode_changed
source: BT mode changed
ru: BT режим изменился

# act_mode_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_name_changed
source: BT name changed
ru: BT имя изменилось

# act_name_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_pairing_cancel
source: BT pairing canceled
ru: Сопряжение BT отменено

# act_pairing_cancel_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_pairing_request
source: BT pairing requested
ru: Запрос на сопряжение BT

# act_pairing_request_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_alias_changed
source: BT alias changed
ru: BT псевдоним изменился

# act_remote_alias_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_alias_cleared
source: BT alias cleared
ru: BT псевдоним удален

# act_remote_alias_cleared_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_device_connected
source: BT device connected
ru: BT устройство соеденино

# act_remote_device_connected_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_device_disappeared
source: BT device disappeared
ru: BT устройство исчезло

# act_remote_device_disappeared_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_device_disconnected
source: BT device disconnected
ru: BT устройство отключено

# act_remote_device_disconnected_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_device_disconnect_requested
source: BT disconnect requested
ru: BT запрос разрыва соединения

# act_remote_device_disconnect_requested_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_device_found
source: BT device found
ru: BT устройство найдено

# act_remote_device_found_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_name_failed
source: BT name failed
ru: BT удаленное имя ошибочно

# act_remote_name_failed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_remote_name_updated
source: BT name updated
ru: BT имя обновлено

# act_remote_name_updated_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_state_changed
source: BT state changed
ru: BT состояние изменилось

# act_bt_state_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_name_changed
source: BT name changed
ru: BT имя изменено

# act_bt_name_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_bond_state_changed
source: BT bond state changed
ru: BT связь состояние изменено

# act_bt_bond_state_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_audio_state_changed
source: BT audio state changed
ru: BT аудио, состояние изменено

# act_bt_audio_state_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_local_name_changed
source: BT local name changed
ru: BT локальное имя изменилось

# act_bt_local_name_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_scan_mode_changed
source: BT scan mode changed
ru: BT режим сканирования изменен

# act_bt_scan_mode_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_discovery_finished
source: BT discovery finished
ru: Поиск BT окончен

# act_bt_discovery_finished_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_acl_connected
source: BT ACL connected
ru: BT ACL связано

# act_bt_acl_connected_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_acl_disconnected
source: BT ACL disconnected
ru: BT ACL отключено

# act_bt_acl_disconnected_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_acl_disconnect_requested
source: BT ACL disconnect requested
ru: Запрос отсоединения BT ACL

# act_bt_acl_disconnect_requested_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_class_changed
source: BT class changed
ru: Класс BT изменился

# act_bt_class_changed_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_found
source: BT found
ru: BT найден

# act_bt_found_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_device_selected
source: BT device selected
ru: BT устройство выбрано

# act_bt_device_selected_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_bt_launch
source: BT launch
ru: BT запущен

# act_bt_launch_detail
source: (Bluetooth event)
ru: Bluetooth событие

# act_background_data_setting_changed
source: Background data setting changed
ru: Настройка фоновые данные изменена

# act_background_data_setting_changed_detail
source: The setting for background data usage has changed values.
ru: Использование фоновых данных изменено.

# act_appwidget_enabled
source: Widget enabled
ru: Виджет активен

# act_appwidget_enabled_detail
source: The first copy of a widget was added.
ru: Первая копия виджета добавлена.

# act_appwidget_update
source: Widget updating
ru: Виджет обновляется

# act_appwidget_update_detail
source: A widget is asked to update itself. How often this is triggered depends on the widget in question, but never for widgets that are not in use. <b>Note that disabling this event will likely render the widget defunct.</b>
ru: Виджет запрашивает обновление сам. Как часто это произходит, вопрос еще тот. Но никогда для виджетов, которые не используются. Внимание, блокировка этого события заблокирует обновление иконки виджета.

# act_appwidget_disabled
source: Widget disabled
ru: Виджет деактивирован

# act_appwidget_disabled_detail
source: The last copy of a widget was removed.
ru: Последняя копия виджета удалена

# act_appwidget_deleted
source: Widget deleted
ru: Виджет обнаружен
