Repository: miracle2k/android-autostarts
Catalog: locale/actions-*.po
Languages: ru

# act_appwidget_deleted_detail
source: A copy of a widget was removed. Note that most widgets support multiple copies.
ru: Копия виджета удалена. Большинство виджетов поддерживают много копий.

# act_phone_state_changed
source: Call state changed
ru: Состояние звонка изменилось

# act_phone_state_changed_detail
source: The call state of the phone has changed, for example when a new call is coming in, a call is accepted, or a previously active call ends.
ru: Состояние звонка изменилось. Например, новый звонок, звонок принят, или предыдущий активный звонок окончен.

# act_connectivity
source: Connectivity changed
ru: Соединение изменилось

# act_connectivity_detail
source: The current network connection has changed, e.g. when switching from Wi-Fi to GSM. Note that since this is also triggered when a connection is initially established, it effectively entails the On Startup behavior.
ru: Текущее сетевое подключение изменилось, например, когда переключаемся с WI-Fi на GSM. Этот триггер срабатывает при загрузке, когда восстанавливается последнее состояние.

# act_new_picture
source: New Picture
ru: Новое фото

# act_new_picture_detail
source: A new photo was added to the gallery, usually by the Camera application after the user made a new photo.
ru: Новое фото добавлено в Галлерею. Обычно приложением Камера, после снимка новой фотографии.

# act_secret_code
source: Secret Code entered
ru: Секретный код введен

# act_secret_code_detail
source: A secret code was entered in the dialer. They are in the form of *#*##*#*.
ru: Секретный код введен в звонилку. Они имеют вид *#*##*#*.

# act_spn_strings_updated
source: Service provider data changed
ru: Данные оператора изменились

# act_spn_strings_updated_detail
source: The name of the network operator or service provider have changed.
ru: Имя оператора сети или сервиса изменилось.

# act_anr
source: Application not responding
ru: Программа не отвечает

# act_anr_detail
source: An application is not responding. This is when you see the infamous dialog box.
ru: Программа не отвечает.Это событие когда видно позорное =) окошко.

# act_event_reminder
source: Event reminder
ru: Напоминание о событиях

# act_event_reminder_detail
source: A reminder for a scheduled event should now be shown. This is used by the Calendar application.
ru: Напоминание о запланированном событии, которое будет показанно. Используется Календарем.

# act_install_shortcut
source: Install Shortcut
ru: Установить ярлык

# act_install_shortcut_detail
source: An application wants to put a shortcut on your home screen. Home screen application will usually register for this.
ru: Программа хочет установить ярлык на ваш домашний экран.

# act_uninstall_shortcut
source: Uninstall Shortcut
ru: Удаление ярлыка

# act_uninstall_shortcut_detail
source: An application wants to remove a shortcut from your home screen. Home screen application will usually register for this.
ru: Программа хочет удалить ярлык с домашнего экрана.

# act_any_data_state
source: Data state changed
ru: Состояние соединения

# act_any_data_state_detail
source: The state of a data connection (for example MMS, GPS) has changed, for example when you connect to a new APN.
ru: Состояние соединения (например MMS, GPS) было изменено.

# act_service_state
source: Service state changed
ru: Провайдер изменил состояние

# act_service_state_detail
source: The phone's service state has changed, for example when you start roaming, or connect to a different mobile network.
ru: Услуга связи была изменена, например когда вы в роуминге.

# act_data_connection_failed
source: Data connection failed
ru: Подключение неуспешно

# act_data_connection_failed_detail
source: An attempt to establish a data connection has failed.
ru: Попытка установить подключение провалиась.

# act_sim_state_changed
source: SIM state changed
ru: Состояние SIM изменилось

# act_sim_state_changed_detail
source: The sim card state has changed, for example when it is initially loaded, or when it becomes locked due to incorrect PIN entry.
ru: Состояние SIM изменилось. Например когда она впервые активировалась или заблокирована неверным вводом PIN.

# act_signal_strength
source: Signal strength changed
ru: уровень сигнала изменился

# act_signal_strength_detail
source: The phone's signal strength has changed.
ru: Уровень сигнала изменился.

# act_network_set_time
source: Network Time Change
ru: Сетевое время изменилось

# act_network_set_time_detail
source: The phone's time was set by the carrier.
ru: Время телефона изменилось несущим сигналом. Вероятно, имеется ввиду команда изменения времени по сети. Прим. пер.

# act_network_set_timezone
source: Network Timezone Change
ru: Сетевой часовой пояс изменен

# act_network_set_timezone_detail
source: The phone's timezone was set by the carrier.
ru: Часовой пояс изменен. Вероятно, имеется ввиду команда изменения времени по сети. Прим. пер.

# act_wifi_state_changed
source: Wi-Fi state changed
ru: Состояние Wi-Fi изменилось

# act_wifi_state_changed_detail
source: The state of the Wi-Fi chip has changed, for example when it is enabled or disabled.
ru: Состояние микросхемы Wi-Fi изменено. Например, когда Wi-Fi включен или выключен

# act_external_apps_available
source: Externals apps available
ru: Внешние приложения доступны

# act_external_apps_available_detail
source: Externals apps (e.g. stored on SD card) have become available.
ru: Внешние программы (которые хранятся на карте памяти) станут доступны.

# act_external_apps_unavailable
source: Externals apps unavailable
ru: Внешние приложения не доступны

# act_external_apps_unavailable_detail
source: Externals apps (e.g. stored on SD card) are no longer available.
ru: Внешние программы (которые хранятся на карте памяти) станут не доступны.

# act_password_changed
source: Password changed
ru: Пароль изменился

# act_password_changed_detail
source: Sent to a device admin when the user changes their password.
ru: Извещение администратора устройства, когда пользователи меняют свои пароли. Вероятно системную службу (прим.пер)

# act_password_failed
source: Password failed
ru: Неправильный пароль

# act_password_failed_detail
source: Sent to a device admin when the user has failed at attempted to enter the password.
ru: Извещение администратора устройства, когда пользователь неправильно ввел пароль. Вероятно системную службу (прим.пер)

# act_password_succeeded
source: Password succeeded
ru: Пароль правильный

# act_password_succeeded_detail
source: Sent to a device admin when the user has successfully entered their password, after failing one or more times.
ru: Извещение администратора устройства, когда пользователь правильно ввел пароль после 1-й или более неудачной попытки. Вероятно системную службу (прим.пер)

# act_device_admin_disabled
source: Device Admin Disabled
ru: Администратор не активен

# act_device_admin_disabled_detail
source: Sent to a device admin when it has been disabled.
ru: Посылаеться Администратору устройства перед блокировкой

# act_device_admin_disable_req
source: Device Admin Disable Request
ru: Запрос на отключение Администратора устройства

# act_device_admin_disable_req_detail
source: Sent to a device admin when it is about to be disabled.
ru: Послать администратору устройства перед отключением

# act_device_admin_enabled
source: Device Admin Enabled
ru: Администратор устройства активен

# act_device_admin_enabled_detail
source: Sent to a device admin when it has been enabled.
ru: Посылается Администратору устройства перед активацией

# act_login_accounts_changed
source: Accounts changed
ru: Аккаунты изменены

# act_login_accounts_changed_detail
source: Accounts have been added, or removed, or an account's credentials are changed.
ru: Аккаунты были добавлены, или удалены, или данные об аккаунтах были изменены.
