Repository: miracle2k/android-autostarts
Catalog: locale/strings-*.po
Languages: ru, ug

# no_receivers
source: No applications are autostarting.
ru: Нет программ в автозагрузке
ug: ئۆزلۈكىدىن قوزغىلىدىغان ئەپ يوق.

# no_receivers_filtered
source: No applications are autostarting within your current selection.
ru: Нет программ в автозагрузке, подходящих вашему критерию отбора.
ug: سىز نۆۋەتتە تاللىغان ئەپ ئۆزلۈكىدىن قوزغالمايدۇ.

# still_loading
source: Please wait while I am loading the applications installed on your phone...
ru: Пожалуйста, ждите. Идет поиск программ установленных на телефон...
ug: تېلېفونىڭىزغا ئورنىتىلغان ئەپنى يۈكلەۋاتىدۇ، سەل كۈتۈڭ…

source: Change filter settings.
ru: Изменить настройки фильтра.
ug: سۈزگۈچ تەڭشىكىنى ئۆزگەرتىدۇ.

# appliation_info
source: Application Info
ru: Информация о программе.
ug: ئەپ ئۇچۇرى

source: Find in Market
ru: Найти в Маркете.
ug: بازاردىن ئىزدە

source: Find in Appstore
ru: Найти в Appstore
ug: ئەپ بازىرىدىن ئىزدە

source: Disable
ru: Запретить
ug: چەكلە

source: Enable
ru: Разрешить
ug: قوزغات

# view_options
source: View
ru: Просмотр
ug: كۆرۈنۈش

# group_by_package
source: Group by application
ru: Группировать по приложению
ug: ئەپ بويىچە گۇرۇپپىلا

# group_by_action
source: Group by event
ru: Группировать по событию
ug: ھادىسە بويىچە گۇرۇپپىلا

# hide_sys_apps
source: Hide system apps
ru: Скрыть системные программы
ug: سىستېما ئەپلەرنى يوشۇر

source: Show changed only
ru: Показывать только измененные
ug: ئۆزگىرىشنىلا كۆرسەت

# hide_unknown
source: Hide unknown events
ru: Скрыть неизвестные события
ug: يوچۇن ھادىسەلەرنى يوشۇر

source: Expand all
ru: Развернуть все
ug: ھەممىنى ياي

source: Collapse all
ru: Свернуть все
ug: ھەممىنى قاتلا

source: Reload
ru: Обновить
ug: قايتا يۈكلە

source: Help
ug: ياردەم

source: Please Wait...
ug: سەل كۈتۈڭ…

source: Error
ru: Ошибка
ug: خاتالىق

source: Warning
ru: Внимание
ug: ئاگاھلاندۇرۇش

source: Info
ru: Информация
ug: ئۇچۇر

# receiver_info
source: Receiver &lt;b&gt;%1$s&lt;/b&gt; handles action &lt;i&gt;%2$s&lt;/i&gt; with priority &lt;b&gt;%3$d&lt;/b&gt;.
ru: Получатель <b>%1$s</b> выполняет действие <i>%2$s</i> с приоритетом <b>%3$d</b>.
ug: قوبۇللىغۇچى &lt;b&gt;%1$s&lt;/b&gt; بىر تەرەپ قىلىدىغان مەشغۇلات &lt;i&gt;%2$s&lt;/i&gt; ئالدىنلىق &lt;b&gt;%3$d&lt;/b&gt;.

# confirm_sys_disable
source: You are about to disable a system component. This could potentially result in your phone no longer functioning properly. Do not proceed unless you are willing to deal with the consequences.
ug: سىز سىستېما بۆلىكىنى چەكلىمەكچى. بۇنىڭ بىلەن تېلېفونىڭىز ئادەتتىكىدەك ئىشلىمەسلىكى مۇمكىن. كېلىپ چىقىشى مۇمكىن بولغان مەسىلىنى ئۆزىڭىز ھەل قىلالمىسىڭىز داۋاملاشتۇرماڭ.

# confirm_google_talk
source: If Google Talk is disabled, you are likely going to run into issues with hanging Android Market downloads, the starting up Google Talk yourself whenever necessary can help overcome them. Sure you want to proceed?
ug: ئەگەر گۇگىل مۇڭداشقۇ (Google Talk) مۇلازىمىتىنى چەكلىسىڭىز، ئاندىرويىد بازىرىنىڭ چۈشۈرۈش مۇلازىمىتىگە تەسىر كۆرسىتىشى مۇمكىن، Google Talk مۇلازىمىتىنى قوزغاتسىڭىز بۇ مەسىلىنى ھەل قىلغىلى بولىدۇ. راستلا داۋاملاشتۇرامسىز؟

# state_change_failed
source: Unable to change the state of the selected component. Most likely, your device does not have root access, which is required.
ug: تاللىغان بۆلەكنىڭ ھالىتىنى ئۆزگەرتەلمەيدۇ. ئۈسكۈنىڭىز root ھوقۇقىغا تېخى ئېرىشمىگەندەك تۇرىدۇ.

# close_help
source: Close help and return to app
ru: Закрыть помощь и вернуться в программу
ug: ياردەمنى تاقاپ ئەپكە قايت
